import 'language.dart';

var russian = Language(
  pageMarket: "маркет",
  pageWallet: "кошелек",
  pageSettings: "настройки",
  introHello: "Привет",
  introHelloMessage: "Сейчас будет коротко рассказано о том как это работает.",
  introDistributed: "Распределенность",
  introDistributedMessage:
      "Система распределена между несколькими удаленными серверами и позволяет ",
  introOpen: "Открытость",
  introOpenMessage:
      "Система свободна и открыта, любой желающий может выставить свой актив на рынке. Владелец актива может выставлять комиссии на ввод и вывод.",
  inroTrading: "Торговля",
  introTradingMessage:
      "Все активы в системе равны между собой. Все торговые операции в системе не покрываются комиссией",
  introFast: "Скорость",
  introFastMessage:
      "Так же все операции практически мгновенные. Система спроектирована таким образом что бы была возможность моментально проверять и распространять транзакции по сети.",
);
